{
    "DeckName": "Hazbin NSFW",

    "DeckBy": "Xylophoney Unfortunately",

    "Truths": [
        "What is your wildest fantasy?",
        "What is your weirdest kink/turn-on?",
        "When was the last time you lied",
        "Which US City would you prefer to destroy if you had to?",
        "Storytime: Your first ERP session in VRChat",
        "Who here do you trust the most?",
        "What's your biggest fear?",
        "What is your favorite part of your body?",
        "What's the strangest thing you've ever eaten?",
        "What is your favorite sex position?",
        "What's a secret you've never told anyone?",
        "What's the biggest mistake you've ever made?",
        "What's the worst thing anyone's ever done to you?",
        "What is your body count?",
        "What's one thing you wish people knew about you?",
        "Which 2 people in the room would you have a 3-way with?",
        "Do you have a favourite sibling?",
        "How would you rate your looks on a scale of 1 to 10?",
        "What is your favorite place to have sex?",
        "On a scale of 1-10, How horny are you right now?",
        "Have you ever tasted your own juices?",
        "What is the longest time you’ve masturbated for?",
        "Have you ever tried to make your own sex toy?",
        "What is the weirdest thing you have used as a toy to masturbate?",
        "If you could be one celebrity for a day, who would it be?",
        "Have you ever sucked on yourself just because no one else would?",
        "If you could do any job in the world, what would it be?",
        "If you had to marry someone in this room, who would it be and why?",
        "What’s one movie you’re embarrassed to admit you enjoy",
        "Name 3 people in this room that you would gladly have an orgy with.",
        "What music artist do you secretly think is overrated",
        "What is your favorite porn category?",
        "Who was the last person you kissed?",
        "How well do you think you’d do in a horror movie?",
        "Who do you think is the worst-dressed person in this room?",
        "Would you consider going on Love Island?",
        "What was the most down bad thing you have done because you were horny?",
        "What is the minimum requirement for someone to get with you sexually?",
        "If you could pick one other player to take with you to a deserted island, who would it be?",
        "Who in the group would you want by your side in a zombie apocalypse?",
        "Of the people in the room, how many have you already fucked?",
        "How many people in the room would you fuck?",
        "Do you believe in aliens?",
        "What's one thing you only do when you're alone?",
        "What's something you're glad your family doesn't know about you?",
        "When was the last time you were blue-balled and how did it go?",
        "If you could, would you accept Payment to be a sexual partner for someone?",
        "How many times have you gotten turned on while playing today?",
        "What is a weird food that you love?",
        "What's the worst intimate experience you've ever had?",
        "If you had to never speak to someone in this room again, who would it be and why?",
        "Have you ever masturbated at work? If so, did you cum?",
        "Do you have a least favourite sibling and why?",
        "Have you ever had sexual fantasies of a friends parent?",
        "If you had to, who would you like to kiss in this room?",
        "What is something you have always wanted to try sexually but are too embarrassed to ask someone?",
        "What's the most trouble you've been in?",
        "If you had to cut one friend out of your life, who would it be?",
        "Would you rather be able to change your genetalia on command, or change anyone elses genetalia on command?",
        "If you could swap lives with someone in this room, who would it be?",
        "If you could swap genetalia with someone in this room, who would it be?",
        "What’s more important you - love or money?",
        "Detroit or Ohio?",
        "What’s the one thing you’d never do for all the money in the world?",
        "If you could, would you become a pornstar?",
        "Would you let Niffty tie you up?",
        "Would you be willing to listen to Charlies dreams for 10 minutes?",
        "Would you go to work with Angeldust for a day?",
        "Would you walk around in public with cum dripping out of you?",
        "Would you fuck an officer to get out of a ticket?",
        "Would you fuck Steve Harvey or Doctor Phil?",
        "Fuck Marry Kill, Peter Griffin, Pete Davidson, Peter Dinklage ",
        "Would you rather have unbelievable sex that lasts ten minutes or average sex that lasts an hour?",
        "Would you get involved in drama purely to be with someone you are interested in?",
        "Would you rather accidentally send a naughty picture to your dad or your boss?",
        "Which Hazbin Hotel character is the hottest?",
        "Could you eat a flame broiled dick? Without any milk?",
        "Would you rather beg, or be begged to in a sexual act.",
        "Who do you prefer, Alastor or Atticus?",
        "Which person here would look the best bald?",
        "If you could grow a foot taller, but lose 3 toes, would you?",
        "Would you have sex with God to be redeemed forever?",
        "Which Angel do you think is secretly freakiest (Besides Adam)",
        "Would you prefer Lucifer, Sir Pentious, or Adam as ruler of hell?",
        "Describe what you think Adam's balls look like",
        "If this game turned into an orgy with your lover, would you participate?",
        "Name a family member you'd be least likely to sleep with, and most likely.",
        "What are your thoughts on casually playful incest?",
        "What is a kink you would try that you havent?",
        "What do you think is going to happen with Lilith in season two?",
        "Would you ever sign a deal with Alastor? If so, why?",
        "Which country is your least favorite? Explain why.",
        "Say the person in the room you would go with after the game~",
        "Tell your darkest secret to <player>",
        "Would you lick <player> to save Vaggies life?",
        "Who do you think has the highest and lowest body count in this room?",
        "If you could eat a human arm without anyone knowing, would you?",
        "What nickname would you assign to <player>?",
        "What do you think of <player>'s body?",
        "What kind of meal would you share with <player>?",
        "What would you change about <player>'s body??",
        "Do you think <player> could eat a human body? If so, who?",
        "How experinced sexually do you think <player> is?",
        "Would you wanna be <player>'s Pet/or/Master?"
    ],
    "Dares": [
        "Mute yourself until next turn.",
        "Kiss the player of your choosing.",
        "Crouch 100 times",
        "Yell out the first word that comes to your mind",
        "Explain in detail the female reproductive system.",
        "Flirt with the first person to raise their hand, if no one raises their hand you pick.",
        "Call everyone Master/Mistress until it is your turn again.",
        "Sit in the lap of the person here you like the most.",
        "Say yes to everything for the next 1 minute",
        "Make a rap about your favourite book",
        "Only talk in whispers for the next 5 minutes.",
        "Say a secret about someone in the room but not reveal their name",
        "Sit in <player>'s lap for 1 round, and remove as much clothing as possible.",
        "Give all your friends that are playing a hug",
        "Suck on the <player> til they bust or get a dare that requires them to move.",
        "Put an ice cube under your balls/pussy and sit until it melts.",
        "Perform a seductive dance in front of the group."
        "Pick a player to give a massage for 2 rounds. (then they choose the type of massage)",
        "Smell everyone’s armpits and rank them from best to worst.",
        "Give a personalised insult to everyone in the room",
        "Hit on someone of your choosing with your best-perverted pickup line.",
        "Masturbate in front of the group until someone asks you to cum.",
        "Go on all fours for the rest of the game.",
        "Write a 30 second song about a person in the group and sing it.",
        "Act out one of <player>'s kinks.",
        "For 1 round, you are free use to anyone in the room.",
        "Convince everyone in the room that Hitler was right about everything",
        "[Hunting season!] : Run away from the other players, the first person to touch you gets to spank you.",
        "Walk backwards for the next 3 rounds.",
        "Pretend that you’re drunk.",
        "Look around. You must rate each member in the groups avatar on a scale of 1 -10.",
        "Call Martha and ask for sexual favors.",
        "Pretend you’re an animal and let the others feed and pet you.",
        "Until it is your turn again, only speak with horny or kinky responses.",
        "Make eye contact with a player and don’t break it until it’s your turn again.",
        "Proclaim your love in the most dramatic way possible to someone in the room.",
        "Talk without closing your mouth.",
        "Talk in a high-pitched voice for 2 rounds.",
        "Smash or Pass all players in this instance.",
        "[Time for 3!] Reroll 3 Truths. You must answer all 3.",
        "Close your eyes, spin around for 10 seconds and breed/be breeded by the player in front of you.",
        "Do something the editor will probably hate you for",
        "Message another player’s shoulders",
        "Keep a straight face as the group tries to make you laugh for a minute.",
        "Sit on the lap of the person wish to until one of you have to move, dick inside you.",
        "Describe how you would please Sir Pentious's Penis's at the same time.",
        "Remove one piece of clothing from your Avatar",
        "Stick a ice cube up your Pussy/Ass till it melts.",
        "Spank yourself IRL loud enough for the mic to pick it up. If mute/no mic, slap your face so everyone can see.",
        "Go change to a lewd version of your avatar, <player> will wait.",
        "Kneel in front of someone and pledge loyalty to them.",
        "Sing the Star-Spangled Banner in a British accent.",
        "Sing instead of speaking for the next two rounds of the game.",
        "Go ask the discord chat if they can help you with something very personal, but don't respond to any follow up.",
        "Make up a rap about Ducks",
        "Make out with The person you choose for 1 minute.",
        "Let each person in the group slap you as hard as they can on your butt.",
        "Lick mayonnaise off of <player>s toe",
        "Hydration check, drink some water and reroll.",
        "Talk like a Pirate until your next turn.",
        "Explain why you believe that racism can help the economy.",
        "Do an impression of the player to your left, until next turn.",
        "Sing like an opera singer.",
        "Pick someone to play with, until your next turn.",
        "Go around the room and tell everyone the sexiest thing about them/or their avatar.",
        "Do your best vibrator impression.",
        "Pretend to be Niffty until your next turn.",
        "Shave off all of <Player>s pubic hair",
        "Talk like Elvis until your next turn.",
        "Hold your breath as long as you can, but keep talking with everyone.",
        "Describe how you think Lucifer seduced Lilith in the first place.",
        "Talk about why Adam is a failure of a father.",
        "Switch to a public lobby and continue the game.",
        "Talk like Sir pentious until your next turn.",
        "Explain why Television is superior to Radio.",
        "Pick a persons nipples and ridicule them.",
        "Re-create an erp encounter you've had with someone here.",
        "Have the person to your right do 10 squats while you lie underneath them",
        "Speak in your best seductive voice for a round.",
        "Kiss <player>.",
        "Poke <player>'s nose.",
        "Do your best sexy crawl",
        "Flirt with <player>.",
        "Pick <player>s nose and eat it.",
        "Whisper to <player>, things you'd do to them.",
        "Share BDSM test results(https://bdsmtest.org/) with <player>.",
        "Give <player> a hug.",
        "Treat <player> like a baby for the rest of the game.",
        "Play with <player>'s pussy/ass/tits/pp for one round.",
        "Turn into a baby for the rest of the game.",
        "Become shorter than Lucifer for the rest of the game.",
        "Convince the group to vote for Trump in the next election.",
        "Let the person <player> chooses touch you for 30 seconds.",
        "Explain how you would eliminate all of the orphans from hell.",
        "Motorboat <player>.",
        "Go to a public Hazbin hotel server until someone joins you, then bully them.",
        "Whenever <player> says your name, you must make a noise like an animal.",
        "Timeout the last person to speak in the community discord for 1 hour.",
        "Pretend to eat spaghetti out of <player>'s lap for 30 seconds.",
        "Remove and item of clothing(IRL or in-game).",
        "Take birth control for the next 9 months, just to see what happens.",
        "Describe what you think Alastor's penis looks like in detail.",
        "Play the penis game with <player>."
    ]
}
